[{
    "id": 1,
    "tag": "mountain",
    "title": "Radon Slide Trail 9.0",
    "desc": "The brand new Shimano XT/SLX gear set with its 12-speed cassette and huge range transfers your energy to the light but stable DT Swiss M1700 wheels. The Maxxis Minion DHF/DHR tyre combination gives you ground stability and provides sufficient grip, on wet and dry surfaces alike. Stopping occurs with the solid Magura MT5 Discs: these measure 203 mm in front, and 180 mm at the rear.",
    "price": 3099,
    "img": "https://cdn.bike-discount.de/media/org/orgb_R/orgid_33/thumbs/510104_4265680.jpg"
}, {
    "id": 2,
    "tag": "mountain",
    "title": "Focus MARES 9.7 LTD",
    "desc": "The MARES 9.7 LTD from Focus with carbon frame is the perfect partner when it gets dirty. And it's so light that shouldering is no problem. With this rugged bike you're just as well equipped for mud, rain and snow as you are for trips on forest paths and road.",
    "price": 1740,
    "img": "https://cdn.bike-discount.de/media/org/orgb_F/orgid_25/thumbs/511918_4280650.jpg"
}, {
    "id": 3,
    "tag": "mountain",
    "title": "Radon Jealous AL 9.0 2x11",
    "desc": "If you tumble down the trail, the Shimano XT brake unit allows ideal, low weight deceleration. The Fox 32 Rhythm suspension fork takes on shocks with two different damper modes: Firm for ascents and minimum for travel, and Open for easy absorption of shocks on the descent. SizeSplit lets you choose between 27.5-inch wheels for extra manoeuvrability, and 29-inch wheels for a smoother ride.",
    "price": 1321,
    "img": "https://cdn.bike-discount.de/media/org/orgb_R/orgid_33/thumbs/440230_3787185.jpg"
}, {
    "id": 4,
    "tag": "mountain",
    "title": "Cube Reaction Hybrid Pro 500",
    "desc": "We designed the Reaction Hybrid Pro so that you could get more out of the trails that you ride. More miles, more time, more fun: exactly what you'd expect from a Bosch CX e-bike built by CUBE. With its plush, accurate-steering Suntour suspension fork and light, grippy and comfortable Schwalbe 2.6 inch tyres to keep you on track, this is a bike that will help you tame any trail",
    "price": 1860,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/421837_3643285.jpg"
}, {
    "id": 5,
    "tag": "mountain",
    "title": "Mondraker DUNE – Enduro",
    "desc": "The Super Enduro Dune from the famous Spanish bicycle manufacturer Mondraker immediately impresses with selected components. The high-quality suspension mixture of RockShox fork and Fox damper smoothes out all bumps on the trail and ensures full control at all times.",
    "price": 3306,
    "img": "https://cdn.bike-discount.de/media/org/orgb_M/orgid_93463/thumbs/499464_4191068.jpg"
}, {
    "id": 6,
    "tag": "road",
    "title": "Cube Litening C:68X SL",
    "desc": "A bike so fast it'll make your eyes water sounds like an impossible dream, but that's what we set out to build with the brand-new Litening C:68X SL. You've probably already spotted the Shimano DuraAce Di2 disc groupset and the DT Swiss ARC 1400 DICUT 62 carbon wheelset. They're specially chosen to help you achieve new personal bests, give the competition a hard time and generally raise your game a notch or two. But the secret to the Litening C:68X SL's success is its brand-new aero frame. A full 30% more aerodynamically efficient than before, it makes full use of the all the experience we gained building our record-breaking Aerium bikes",
    "price": 6717,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/495705_4167586.jpg"
}, {
    "id": 7,
    "tag": "road",
    "title": "Pinarello Dyodo E-Road",
    "desc": "Pinarello Dyodo is a true road bike with a battery powered pedal assist motor in the rear wheel. Riding the Dyodo is like riding a top quality road bike but having the legs of a rider lining up to start the tour. ",
    "price": 7200,
    "img": "https://cdn11.bigcommerce.com/s-ox79uhj/images/stencil/1280x1280/products/40010/103486/pinarello_dyodo__84742.1540176845.jpg?c=2&imbypass=on"
}, {
    "id": 8,
    "tag": "road",
    "title": "Radon Vaillant Disc 9.0",
    "desc": "Shimano’s complete Ultegra group gives you consistent traction with every move of the pedal. Upon its return, VAILLANT DISC will be accompanied by Shimano’s Ultegra disk brakes with their large 160mm disks, which can stop your traction in every situation.",
    "price": 2169,
    "img": "https://cdn.bike-discount.de/media/org/orgb_R/orgid_33/thumbs/441132_3788470.jpg"
}, {
    "id": 9,
    "tag": "road",
    "title": "Focus IZALCO MAX DISC 8.8",
    "desc": "The Focus Izalco Max Disc 8.8 with Ultegra drivetrain has an aerodynamically shaped and lightweight carbon frame with carbon stem. The cable routing is integrated for a clean look and good aerodynamics. Shimano's disc brakes provide excellent deceleration that can be easily controlled.",
    "price": 3823,
    "img": "https://cdn.bike-discount.de/media/org/orgb_F/orgid_25/thumbs/497726_4196438.jpg"
}, {
    "id": 10,
    "tag": "road",
    "title": "Bianchi Aria Ultegra",
    "desc": "The Bianchi ARIA is a fast performance-oriented aero road bike. Built for lovers of speed, it is the perfect partner for your road challenges.",
    "price": 3080,
    "img": "https://cdn.shopify.com/s/files/1/1524/4896/products/Bianchi_Aria_Ultegra_8000_bike_2048x.jpeg?v=1523004927"
}, {
    "id": 11,
    "tag": "triathlon",
    "title": "Cube Aerium C:68 SLT 1X12 HIGH",
    "desc": "When you've put in the hours on your training, you'll want a bike that's capable of making the best of your efforts. The Cube Aerium C:68 SLT is that bike - utterly uncompromising in both design and execution to match your uncompromising approach to racing. Developed in conjunction with the ærodynamics and Formula One specialists at SwissSide, this no-holds-barred speed machine leaves UCI regulations behind in the quest for ultimate performance",
    "price": 8787,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/501380_4211264.png"
}, {
    "id": 12,
    "tag": "triathlon",
    "title": "Cervelo P5X Disc Ultegra Di2",
    "desc": "You spend countless hours preparing, dedicating everything to your best performance. This bike will support you along the entire journey. For the P5X we put all preconceived ideas aside and started the R&D process with one goal: let the needs of the triathlete dictate.",
    "price": 10830,
    "img": "https://cdn11.bigcommerce.com/s-hx84l/images/stencil/1280x1280/products/1127/1673/httpcervelo.vwclients.netbikes0e0p5xdi1c__11715.1539718181.jpg?c=2&imbypass=on"
}, {
    "id": 13,
    "tag": "triathlon",
    "title": "Cube Aerium C:68 TT SL LOW carbon",
    "desc": "We're proud of our Aerium triathlon bikes. They're the fastest of their kind on the market, and that's testament to the efforts of our engineers. But what if you want to race time trials on a UCI-compliant machine? Well, we've thought of that too. Meet the all new Cube Aerium C:68 TT - a wind-cheating, PB-busting race bike designed to be the fastest a UCI frame can possibly be.",
    "price": 5787,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/501386_4206361.png"
}, {
    "id": 14,
    "tag": "triathlon",
    "title": "Cube Aerium c:68 SL Low",
    "desc": "Developed in conjunction with the aerodynamics and Formula One specialists at Swiss Side, this no compromise speed machine leaves UCI regulations behind in the quest for ultimate performance.",
    "price": 9800,
    "img": "https://www.damianharriscycles.co.uk/_images/product-photos/cz/cube-aerium-c68-slt-low-2019-triathlon-bike-carbonred-a.jpg"
}, {
    "id": 15,
    "tag": "triathlon",
    "title": "Cube Aerium Race carbon",
    "desc": "Developed to help dedicated athletes pare their times down to the bone, the Aerium Race is a high-performance machine for podium-chasing triathletes and time triallists. One glance will tell you that this is no ordinary bike - we sweated every detail on the frame and components to maximise performance, so you can push yourself harder.",
    "price": 3099,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/501379_4211101.jpg"
}, {
    "id": 16,
    "tag": "track",
    "title": "Dolan DF4 Carbon",
    "desc": "In and around track cycling you don’t have to look too hard to see that Dolan bikes are the mainstay of track riders and racers.",
    "price": 1450,
    "img": "https://keyassets.timeincuk.net/inspirewp/live/wp-content/uploads/sites/2/2017/03/Dolan-DF4-track-bike-01-e1502363575868.jpg"
}, {
    "id": 17,
    "tag": "track",
    "title": "Merida Speeder 100",
    "desc": "This new-and-improved additional to the popular Vigorelli line packs in a new lightweight, responsive frame for an even better performance on the track.",
    "price": 1360,
    "img": "https://cdn.bike-discount.de/media/org/orgb_M/orgid_275/thumbs/512207_4300846.jpg"
}, {
    "id": 18,
    "tag": "track",
    "title": "Felt TK1",
    "desc": "The lightweight and versatile SPEEDER fitness bike is a close relative of Merida's road bikes and is redesigned in 2020. The new, more sporty geometry has been given more reach to improve stability while maintaining a more upright, comfortable riding position.",
    "price": 722,
    "img": "https://cdn.shopify.com/s/files/1/0021/5701/9254/products/BBHAA02_TK1-MATTE-CARBON-SHADOW-RED_2048x.jpg?v=1562784255"
}, {
    "id": 19,
    "tag": "track",
    "title": "Fuji Norcom Straight 2.1",
    "desc": "The Norcom Straight was developed in the wind tunnel to be one of the fastest bikes in the world.",
    "price": 3000,
    "img": "https://rower.com.pl/images/cache/0/fuji-norcom-straight-2-1-968874-1600x1066.jpg"
}, {
    "id": 20,
    "tag": "track",
    "title": "Cube Hyde Race",
    "desc": "Need to get from A to B across town as fast as possible? The Cube Hyde Race is the right tool for the job. Light, quick and comfortable, it's the city bike of choice for discerning riders looking for an efficient, environmentally-friendly means of transport. It is, in many ways, a masterpiece of understatement.",
    "price": 1320,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/503836_4214582.jpg"
}, {
    "id": 21,
    "tag": "electric",
    "title": "Emojo Lynx",
    "desc": "The LYNX Fat tire Electric Bike by EMOJO is a very cool 20 inch FAT TIRE folding electric bicycle. ",
    "price": 1200,
    "img": "https://cdn.shopify.com/s/files/1/1282/8149/products/BLACK_LYNX_2048x2048.jpg?v=1496543925"
}, {
    "id": 22,
    "tag": "electric",
    "title": "Giant Road-E Pro",
    "desc": "With its purpose-built geometry, excellent weight distribution, and integrated power, Road-E+ keeps you going strong on busy commutes and other road adventures.",
    "price": 3200,
    "img": "https://images.giant-bicycles.com/b_white,c_pad,h_650,q_80/hrtcqx17tudynffnfdzc/MY19Road-E+1Pro_ColorA.jpg"
}, {
    "id": 23,
    "tag": "electric",
    "title": "Cube Stereo Hybrid 140 HPC TM 625",
    "desc": "How do you build a better mountain-taming e-MTB? Simple. Give the CUBE design team a blank sheet of paper and tell them not to compromise. And here's the result: the brand-new Stereo Hybrid 140 HPC TM. Completely redesigned from head tube to Boost 148 rear axle, it's the culmination of years of suspension, carbon and Bosch e-bike design experience.",
    "price": 5167,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/501890_4204084.jpg"
}, {
    "id": 24,
    "tag": "electric",
    "title": "Focus AVENTURA² 6.8",
    "desc": "The Focus AVENTURA² 6.8 trekking e-bike with the new Bosch Performance CX drive is powerful and agile. The removable 625 Wh battery is beautifully integrated in the down tube. With an additional battery, the total capacity can be increased up to 1125 Wh. The eBike has robust metal mudguards, a stable pannier rack and a powerful light. The high-quality Shimano MT500 wheels ensure smooth running, while Ergon saddles and grips offer plenty of comfort.",
    "price": 3823,
    "img": "https://cdn.bike-discount.de/media/org/orgb_F/orgid_25/thumbs/492289_4150899.jpg"
}, {
    "id": 25,
    "tag": "electric",
    "title": "Mondraker CRAFTY RR 29",
    "desc": "The CRAFTY RR of the Spanish noble brand Mondraker convinces with the latest generation of the Bosch Performance Line CX drive system. The E-MTB for all-mountain use offers outstanding riding comfort and excellent responsiveness thanks to the Fox suspension with Kashima-coated fork.",
    "price": 6717,
    "img": "https://cdn.bike-discount.de/media/org/orgb_M/orgid_93463/thumbs/499406_4190961.jpg"
}, {
    "id": 26,
    "tag": "gravel",
    "title": "Cube Nuroad Race FE",
    "desc": "Fast, fun, versatile: an impossible combination? Not with the Cube Nuroad Race FE. Featuring Shimano's new gravel-friendly GRX 2x11 transmission and hydraulic disc brakes, we combined all the best qualities of our Attain and Cross Race series, then threw in a dynamo-powered Supernova E3 lighting system and an Acid SL luggage carrier, too.",
    "price": 1652,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_26/thumbs/501356_4208072.jpg"
}, {
    "id": 27,
    "tag": "gravel",
    "title": "Fuji Jari Carbon 1.1",
    "desc": "Fuji combined their go-anywhere Jari with their lightest, race-quality carbon fiber to make the standard-bearer for the gravel/adventure class. The sub-1,000-gram C15 frame is the first in its class made of monocoque/one-piece carbon",
    "price": 3099,
    "img": "https://cdn.bike-discount.de/media/org/orgb_F/orgid_387/thumbs/510463_4272498.jpg"
}, {
    "id": 28,
    "tag": "gravel",
    "title": "Centurion Crossfire Gravel 2000",
    "desc": "With the Centurion Crossfire Gravel you are prepared for everything - whether off-road, for winter training through mud and snow, for sporty commuting to work or for bikepacking adventures, the Gravel bike is the ideal companion.",
    "price": 1549,
    "img": "https://cdn.bike-discount.de/media/org/orgb_C/orgid_234/thumbs/431553_3749175.jpg"
}, {
    "id": 29,
    "tag": "gravel",
    "title": "Breezer Inversion Pro",
    "desc": "For some riders the best part of the ride starts at the end of the pavement. The Inversion is designed to get you there fast while offering the stability and tire clearance to handle gravel or bad roads with ease.",
    "price": 2169,
    "img": "https://cdn.bike-discount.de/media/org/orgb_B/orgid_407/thumbs/511271_4275231.jpg"
}, {
    "id": 30,
    "tag": "gravel",
    "title": "Merida Silex+ 6000",
    "desc": "There’s a certain beauty in just riding without watching the time, heading wherever you feel the urge. For those rides, the test and award-winning SILEX makes total sense; Meridas's most comfortable and versatile road bike ever. For even more off-road capability, the SILEX+ comes with sturdy 650B wheels.",
    "price": 2996,
    "img": "https://cdn.bike-discount.de/media/org/orgb_M/orgid_275/thumbs/512536_4300454.jpg"
}]